[
	{
		"id": "fordMagicalRationalismGenetic2025",
		"type": "speech",
		"abstract": "The hero of prophecy is a construction that seems more at home in fantasy than science fiction. And yet, many of digital gaming’s most popular sci-fi gameworlds cannot escape it. Interestingly, however, they try to hide the fact. Convoluted explanations, usually involving genetics, are deployed to maintain the pretence of reason in a decidedly fantastical heroic construction. I explore how and why this occurs through two examples: the allohistorical <i>Assassin’s Creed</i> (2007–2025) and <i>Horizon</i> series (2017–2024). Both series’ science-fiction settings find themselves at pains to rationally explain how their central heroes are not incidental but fated, one through genetic lineage the other through cloning. This is a trend observed in videogames more broadly (Jennings, 2022). I analyse these series heroes through <i>mytholudics</i> (Ford, 2025), a method for understanding games as and through contemporary myth: both how they are influenced by myth, but also operate as mythic gameworlds themselves. Through this, I argue that we can understand these examples as fundamentally fantastical heroes in a ‘scientised’ setting. I ask what we can learn from this tension between the magical and the rational and the role of heroism in supposedly disenchanted settings.",
		"citation-key": "fordMagicalRationalismGenetic2025",
		"event-place": "Copenhagen, Denmark",
		"event-title": "Otherworldly Entertainment: A Conference on Horror, Magic, Gothic, and the Occult in Video Games",
		"genre": "Extended abstract",
		"language": "en",
		"title": "Magical rationalism and genetic prophecy in science fiction games",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2025",
					8,
					15
				]
			]
		}
	},
	{
		"id": "fordGiantnessExcessDark2020",
		"type": "paper-conference",
		"abstract": "Using the <i>Dark Souls</i> series as an example, I examine how a frame of ‘monster of excess’ can be used to read giantness in digital games. The monster of excess finds a paradigmatic example in the giant, an age-old mythic figure still prevalent within digital games. Many elements are directly borrowed or translated from other artistic forms such as film and literature. But, in this paper, I focus on how excess is encoded ludically, and how that links with the more representational and aesthetic depictions of excess within the games. I find that elements such as the camera and the game’s interface, along with the player-character are all affected by giantness, with giants seeming to exist in excess of the games’ established frames.",
		"citation-key": "fordGiantnessExcessDark2020",
		"collection-title": "FDG",
		"container-title": "Proceedings of the International Conference on the Foundations of Digital Games (FDG '20)",
		"DOI": "10.1145/3402942.3402966",
		"event-title": "FDG '20: International Conference on the Foundations of Digital Games",
		"ISBN": "978-1-4503-8807-8",
		"language": "en",
		"license": "All rights reserved",
		"note": "1 citations (Crossref) [2023-06-14]",
		"publisher": "Association for Computing Machinery",
		"publisher-place": "Bugibba, Malta",
		"source": "ACM Digital Library",
		"title": "Giantness and excess in <i>Dark Souls</i>",
		"URL": "https://doi.org/10.1145/3402942.3402966",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"editor": [
			{
				"family": "Yannakakis",
				"given": "Georgios N."
			},
			{
				"family": "Liapis",
				"given": "Antonios"
			},
			{
				"family": "Kyburz",
				"given": "Penny"
			},
			{
				"family": "Volz",
				"given": "Vanessa"
			},
			{
				"family": "Khosmood",
				"given": "Foaad"
			},
			{
				"family": "Lopes",
				"given": "Phil"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2020",
					9,
					8
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					9,
					16
				]
			]
		}
	},
	{
		"id": "gualeniFictionalGamesFictional2025",
		"type": "article-journal",
		"abstract": "We explain the concept of fictional games and the theoretical and disciplinary progression that this special issue represents. We summarise the issue and the contributions within it.",
		"citation-key": "gualeniFictionalGamesFictional2025",
		"container-title": "Eludamos: Journal for Computer Game Culture",
		"DOI": "10.7557/23.8094",
		"issue": "1",
		"language": "en",
		"page": "1-5",
		"title": "On fictional games and fictional game studies",
		"URL": "https://eludamos.org/index.php/eludamos/article/view/8094",
		"volume": "16",
		"author": [
			{
				"family": "Gualeni",
				"given": "Stefano"
			},
			{
				"family": "Fassone",
				"given": "Riccardo"
			},
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					7,
					1
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					6,
					26
				]
			]
		}
	},
	{
		"id": "fordCommunicativeArtificialIntelligence2025",
		"type": "paper-conference",
		"abstract": "It’s a utopian vision for games: endlessly talk to nonplayers characters (NPCs), freely, about anything, and have them respond in-character directly to your specific utterance, unshackled from the limitations of a script. Such a vision is closer to reality, some believe, with the help of recent advances in large language models (LLMs), exemplified in applications like ChatGPT. Andrea L. Guzman and Seth C. Lewis call applications like ChatGPT communicative AI, AIs “designed to carry out specific tasks within the communication process that were formerly associated with humans” (2020, 72).\n\nMuch of the critical academic research focus has been on the impacts of communicative AIs in other communicative arenas, such as higher education (Playfoot, Quigley, and Thomas 2024), public health (Biswas 2023) and dating (Hou, Leach, and Huang 2024). So far, less research has focused critically on the role of communicative AIs in digital games. The research that exists (see Sweetser 2024) is primarily focused on technical and design challenges, even within game narrative and NPC dialogue. Little research has considered the critical or theoretical implications of communicative AI in game design, even in its most prominent sphere of use: NPC dialogue.\nAndreas Hepp et al. argue that, in principle, communicative AI:\n\n(1) is based on various forms of automation designed for the central purpose of communication,\n(2) is embedded within digital infrastructures, and\n(3) is entangled with human practices. (2023, 48)\n\nWhen research does not thoroughly engage with especially that third point, how it is entangled with human practices, then we miss a vital aspect: “the processing of these systems cannot be understood beyond human practice” (Hepp et al. 2023, 49). Entanglement here refers to Karen Barad: “individuals do not pre-exist their interactions; rather, individuals emerge through and as part of their entangled intra-relating” (2006, ix). Communicative AI is entangled in both use and production, as LLMs are trained on real human communication. Therefore, we should not consider these as novel, separate technologies, but as developments deeply intertwined with our past and present communication. Hepp et al. argue that this is how we avoid buying into the hype of generative AI ourselves: “we should take note of the hype <i>insofar</i> as it may stand for a fundamental change in the ways we all communicate” (Hepp et al. 2023, 53). I argue that the use of communicative AI in NPC dialogue may constitute such a fundamental change, and so deserves critical attention.\n\nHere, then, I map the current state of the field both in terms of research and applications. What has been done, what are researchers writing about it, and what are they not writing about it? Then I briefly lay out a potential fruitful area of theoretical discussion: the philosophy of fiction. I show how we can draw on critical insights from existing research on AI in other domains. I end with a call for further critical, theoretical research coming from the our various disciplines and intersections within game studies on this topic.\n\nCommunicative AI for NPCs is not new. Perhaps the earliest example was <i>Façade</i> (Mateas and Stern 2005), which uses natural language processing in conjunction with a “drama manager” that manages story beats (Mateas and Stern 2003, 7). But, by their own admission, <i>Façade</i> is “a 20 minute one-act play replayable 6 or 7 times before it is exhausted” (2003, 4). More recent applications using newer LLM technology boast loftier ambitions. A popular mod for <i>The Elder Scrolls V: Skyrim</i> (Bethesda Game Studios 2011), <i>Mantella</i>, promises to “bring every NPC to life with AI” (ArtFromTheMachine 2023). <i>Inworld Origins</i> (Inworld AI 2023), a tech demo, puts AI NPCs at the core of the game as witnesses that the player, as a detective, can question. Or consider <i>AI Dungeon</i> (Latitude 2019), which uses GPT-3 (originally GPT-2) to generate a text adventure roleplaying game.\nThese three examples constitute three important use cases for communicative AI. <i>Mantella</i> demonstrates AI’s addition to an older game via mods; <i>Inworld Origins</i> is a demo game intended to show the power of the technology with AI NPCs at the core of the game; and <i>AI Dungeon</i> is a retail game for which the entire gameworld, including NPCs, is generated.\n\nThese three examples could point to fundamental shifts regarding how we communicate with gameworlds and NPCs, such that they pose new challenges to existing theory. For instance, the philosophy of fiction and its application to digital games. As an example, Nele Van de Mosselaer and Stefano Gualeni (2023) introduce the <i>implied designer</i>, a “conceptualization of a designer that the player constructs” to whom “the player ascribes all the intentions that they think underpin the creation of that particular game” (2023, 76). Players make sense of gameworlds at least in part based on what <i>intentions</i> they perceive as being behind their artificial construction. How do AI-generated NPC dialogues affect this? On the one hand, far from making the gameworld “come alive”, it could kill it by removing or at least clouding that aspect of intentionality that is crucial to our making sense of it. On the other hand, we may just need to better conceptualise what specific role the AI is playing. In a forthcoming paper, Yuqian Sun and Stefano Gualeni (Forthcoming) use the metaphors of <i>puppet</i> and <i>actor</i>, arguing that while they attribute more agency to AI actors in general, even in the metaphor of a puppet we can see the intentionality of the puppet master behind it. That is, we may still see the salient intentionality in the restrictions, affordances and guardrails of any given communicative AI model, even if human intentionality is a step further removed.\n\nFurther critical and theoretical research in this vein is needed if we are to understand how the experience of playing games shapes and is shaped by advances in communicative AI technology. Industry giants like Ubisoft have already shown great interest in the technology, so it is only a matter of time before such NPCs are commonplace in mainstream digital games. Let’s not wait until the horse has bolted.",
		"citation-key": "fordCommunicativeArtificialIntelligence2025",
		"container-title": "Abstract Proceedings of DiGRA 2025: Games at the Crossroads",
		"DOI": "10.26503/dl.v2025i3.2489",
		"event-title": "DiGRA International Conference 2025: Games at the Crossroads",
		"ISSN": "2342-9666",
		"language": "en",
		"license": "Copyright (c) 2025 Dom   Ford",
		"publisher-place": "Valletta, Malta",
		"source": "dl.digra.org",
		"title": "Communicative artificial intelligence for nonplayer characters in digital games: mapping the field",
		"title-short": "Communicative artificial intelligence for nonplayer characters in digital games",
		"URL": "https://dl.digra.org/index.php/dl/article/view/2489",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					7,
					1
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					6,
					16
				]
			]
		}
	},
	{
		"id": "fordPlayerDemocracyOld2025",
		"type": "speech",
		"abstract": "Cambridge-based developer Jagex released <i>Old School RuneScape</i> (OSRS) in 2013, following years of backlash to the direction of the long-running MMORPG <i>RuneScape</i> (2001). OSRS opened its servers alongside the main game based on a 2007 backup, effectively removing six years of updates. OSRS overtook the average player count of <i>RuneScape</i> in 2016 and has the gap has only increased in the years since. But the game has not remained stagnant. Indeed, OSRS has now had more years of development (2013–2025) than <i>RuneScape</i> had had up until the 2007 backup (2001–2007).\n\nTo try to maintain the ‘old school spirit’ of the game – and in response to a lack of trust in Jagex that had led to the dissatisfaction in the main game in the first place – OSRS is updated according to an unusual form of player democracy. Jagex propose updates and players vote ‘Yes’ or ‘No’ to their implementation. A proposed update requires a supermajority of ‘yes’ votes (75% until 2022, 70% thereafter) to be implemented. This means that both developers and players alike actively campaign for or against proposed or potential updates to the game.\n\nI examine player attitudes towards OSRS’ voting system and what this may entail for the potential future of player democracy in other contexts. I do this via a qualitative content analysis following Udo Kuckartz and Stefan Rädiker (2023). I will scrape the comment trees of 20 relevant threads in the game’s quasi-official forum, the subreddit /r/2007scape, and inductively code the posts. This will establish a number of themes, strands of thinking regarding how players perceive the voting system and how they negotiate their position in the player democracy. The data will be gathered and coded in February and March 2025. The presentation will then consist of my preliminary analyses, broader theoretical considerations and the potential benefits and problems with player democracy more widely applied.\n\nPlayer democracy is rare in digital games – certainly on the scale of OSRS. The intuitive reason why it is not common is the risk of developer work being ‘wasted’ after failure to secure player approval. The Sailing skill was an example of this, being proposed in 2015, developed fairly extensively, only to receive 68% ‘yes’ votes – an over-two-thirds majority, yet still not reaching the threshold. The skill was scrapped, and only reemerged as a serious proposal in 2023, totally redesigned. On the other hand, I hypothesise that a meaningful player democracy makes for a playerbase that feels more engaged and invested in and more valued by the game’s development. \n\nThere is little research into this kind of player democracy. A closely related topic would be co-creation in digital games, “the change of the design of existing games through participation in the production of the game by players” (Prax 2016, 36). OSRS’ voting system could constitute co-creation under Prax’s definition, However, so far, research in this area has focused on player co-creation in the form of mods (Reisinho, Raposo, and Zagalo 2024), in-game tools to produce new content (Kohler et al. 2011) or in the design of a game prior to release (De Jans et al. 2017). OSRS offers a model for a different kind of co-creation, if player democracy is to be understood as a kind of co-creation.\n\nStudying player democracy may also help to better understand how players understand and relate to their position as players, fans, community members and consumers. This is because discussions surrounding polling appear to often become meta-discussions about what the core philosophy of the game is or should be (‘old school-ness’), how Jagex can build and maintain trust with the community, what the point of the polling system is, its benefits and drawbacks, and the practicalities of game development.\n\nI will also consider the specifics of OSRS and its position as a long-running MMORPG that created a ‘classic’ version, akin to the later <i>World of Warcraft Classic</i> (Blizzard Entertainment 2019). OSRS was one of the first MMORPGs in what has become a trend. Research has so far focused on <i>World of Warcraft Classic</i> and on the concept of nostalgia (Robinson and Bowman 2022; Toft-Nielsen 2019). The aspect of nostalgia may also apply here in the perceived need to define and vociferously protect ‘old school-ness’, making it a more emotionally charged subject or making ‘old school-ness’ more dependent on one’s own nostalgia for the RuneScape-that-was prior to OSRS.\n\nThe presentation will therefore focus on a preliminary theoretical situating of the coded dataset through the lenses of co-creation in the broad sense, and of ‘classic’ MMORPGs more specifically. This will help to better understand what aspects of OSRS’ player democracy can and cannot be potentially extrapolated to wider game design practices.",
		"citation-key": "fordPlayerDemocracyOld2025",
		"event-place": "Turku, Finland",
		"event-title": "Nordic DiGRA 2025: Hope – Envisioning the Future of Game Cultures",
		"genre": "Extended abstract",
		"language": "en",
		"title": "Player democracy in <i>Old School RuneScape</i>",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2025",
					5,
					28
				]
			]
		}
	},
	{
		"id": "fordTechnogiantsGiantMachine2020",
		"type": "paper-conference",
		"abstract": "The relationship between humankind and technology is fundamental, but also a longstanding source of unease, particularly as that relationship has become ever more intimate and irreversible. In this paper, I connect this age-old anxiety with the age-old figure of the giant, a monster similarly intertwined with ancient questions on the boundaries of humanity. I focus on two examples: the Human-Reaper larva in <i>Mass Effect 2</i> and Liberty Prime in <i>Fallout 3</i> and <i>4</i>. Although different in approach, these examples demonstrate a use of a phenomenon I call the ‘techno-giant’ to explore and reflect the powerful anxieties in our cultures to do with the future of the human– technology relationship. In particular, both examples expose the human–nonhuman boundary as being exceeding difficult to define and place, despite a constant desire to. The figure of the giant offers a powerful focal point for these representations.",
		"citation-key": "fordTechnogiantsGiantMachine2020",
		"container-title": "Proceedings of the 2020 DiGRA International Conference: Play Everywhere",
		"DOI": "10.26503/dl.v2020i1.1168",
		"event-title": "2020 DiGRA International Conference",
		"language": "en",
		"license": "All rights reserved",
		"publisher": "DiGRA",
		"publisher-place": "Tampere, Finland",
		"title": "Techno-giants: the giant, the machine and the human",
		"title-short": "Techno-giants",
		"URL": "http://dl.digra.org/index.php/dl/article/view/1168",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2022",
					10,
					21
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "fordMytholudicsGamesMyth2025",
		"type": "speech",
		"abstract": "Games make meaning both as myth and through myth. Mytholudics is a framework for analysing games in this way. Myth is a term with a storied history. Here, I understand it through Roland Barthes’ assertion that myth is not a thing, an object, or a genre of story, but a way of expressing meaning. This allows us to see how discourse everywhere – not just in narratives – and everywhen – not only in ancient times as something we have ‘moved beyond’ – operates mythically.\n \nMytholudics couples this with Frog’s mythic discourse analysis, a modern folklore approach to laying out more concretely how “integers” of mythic discourse amongst a group come together in a particular time. The result is something which can account for stories, but also more disconnected, dispersed and fragmentary, but no less important, mythic constructions, like singular events, superstitions, taboos, social relations, and so on. “When myths are defined as stories, we may see stories where there are none,” Frog warns (2018, p. 10). Instead, we should see myths as models for understand the world and things in it.\n \nMytholudics adapts mythic discourse analysis for the study of games, taking into account games’ virtuality – that they are neither real nor wholly fictional, but worlds be can act within – nonlinearity – that games are often experienced nonlinearly and nonprescriptively both in terms of space and time – and performativity – that games are played and so approaching them as a static artefact is not enough, we must also approach them as performances. Because gameworlds are emulated worlds, they produce meaning both through myth, in that they inevitably draw on ‘real-world’ myths in their constructions, and as myth, in that they are worlds in themselves with their own internal logics, relations, histories and meanings.\n \nIn this keynote, I lay out what mytholudics is and how you can use it. I do this through examples of how Victorian and American myths inform and constitute the gameworlds we inhabit.",
		"citation-key": "fordMytholudicsGamesMyth2025",
		"event-place": "Lisbon, Portugal",
		"event-title": "International Conference on Victorian and American Myths in Video Games",
		"genre": "Keynote",
		"language": "en",
		"title": "Mytholudics: games and myth",
		"title-short": "Mytholudics",
		"URL": "https://vam2025.fcsh.unl.pt/wp-content/uploads/sites/143/2025/03/Book-of-Abstracts-Myths-Video-Games-Final-Version.pdf",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					9
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					4,
					9
				]
			]
		}
	},
	{
		"id": "fordMytholudicsGamesMyth2025a",
		"type": "book",
		"abstract": "Games create worlds made of many different elements, but also of rules, systems and structures for how we act in them. So how can we make sense of them? <i>Mytholudics: Games and Myth</i> lays out an approach to understanding games using theories from myth and folklore.\n\nMyth is taken here not as an object but as a process, a <i>way</i> of expressing meaning. It works to naturalise arbitrary constellations of signs, to connect things in meaning. Behind the phrase ‘just the way it is’ is a process of mythologization that has cemented it.\n\nMytholudics lays out how this understanding of myth works for the analysis of games. In two sections each analysing five digital games, it then shows how this approach works in practice: one through the lens of heroism and one through monstrosity. These ask questions such as what heroic mythology is constructed in <i>Call of Duty</i>? What do the monsters in <i>The Witcher</i> tell us about the game’s model of the world? How does <i>Hellblade: Senua’s Sacrifice</i> weave a conflict between Norse and Pictish mythology into one between competing models of seeing mental illness?\n\nThis method helps to see games and their worlds in the whole. Stories, gameplay, systems, rules, spatial configurations and art styles can all be considered together as contributing to the meaning of the game.",
		"citation-key": "fordMytholudicsGamesMyth2025a",
		"ISBN": "978-3-11-134127-9",
		"language": "en",
		"note": "OCLC: 1500433595",
		"number-of-pages": "358",
		"publisher": "De Gruyter Oldenbourg",
		"publisher-place": "Berlin, Germany",
		"source": "Open WorldCat",
		"title": "Mytholudics: games and myth",
		"title-short": "Mytholudics",
		"URL": "https://doi.org/10.1515/9783111341743",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					12,
					15
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					4,
					21
				]
			]
		}
	},
	{
		"id": "fordWorldEscapeDigital2024",
		"type": "speech",
		"abstract": "Digital games are often understood in terms of escapism, the avoidance of everyday, ‘real’ life. But are gameworlds necessarily escapist? I argue that this escapist paradigm reveals an underlying assumption that gameworlds are separate from the ‘real world’. Instead, I propose that we can better understand gameworlds and their role in our lives and in society through the concept of <i>otherworlding</i> (Frog, 2020).\n\nOtherworld describes a variety of usually spiritual and/or geographic places which are in some way separate from the ‘ordinary’ world. The afterlives in various religions, for instance, overlapping spirit realms, fairyland in English and Scottish folklore. However, Frog observes issues with the term in that what makes an otherworld ‘other’ “is invariably linked to a perspective of what is ‘not other’” (2020, p. 455). Imposing inherent qualities such as ‘supernatural’ flattens the role an otherworld plays in its society.\n\nInstead, Frog suggests we turn our attention to otherworlding as a process “of othering linked to places and spaces, contrasting ‘ours’ or ‘the familiar’ with ‘other’ … the familiar or recognizable forms a frame of reference against which fractions of difference become emphasized” (2020, p. 458), drawing on concepts of othering (from, e.g., de Beauvoir, 1949/2011; Irvine & Gal, 2000). Otherworlding allows us to avoid false binaries, and instead focus on processes and the dynamics of power and control that determine the construction of places. Who or what is being othered, by whom, on what basis, and to what end? What is ‘normal’ in contrast to which this world is other?\n\nOtherworlding can in this way be applied to gameworlds too. Doing so allows us to see past the notion that gameworlds are fundamentally separate from the ‘real world’, to which players can ‘escape’. This distinction has long been challenged in game studies (Klastrup & Tosca, 2004; Mortensen, 2018; Radde-Antweiler et al., 2014; Taylor, 2009), and is also implicitly challenged by frameworks beyond game studies such as deep mediatisation, which stresses the fundamental technological interrelatedness of media (Couldry & Hepp, 2017, pp. 54–55). But while these perspectives are vital for understanding that gameworlds are inseparable from wider society, otherworlding recognises that there is in fact an intention to separate gameworlds, to construe them as an otherworld.\n\nI argue that otherworlding is a valuable way to view gameworlds as separated spaces without buying into the asserted disconnection from society. This helps us to grasp both what the construction of a gameworld as a whole says about the society from which it emerged, but also how the persistence and proliferation of particular gameworlds may impact back on society at large. And it enables us to show how gameworlds are not homogenous in construction and impact, but are fluid, porous and constantly negotiated spaces.\n\nTo exemplify how gameworlds can be analysed through otherworlding, I will present an analysis of the popular fantasy action roleplaying game <i>Elden Ring</i> (FromSoftware, 2022) and its surrounding community, which is well-known both for its dedication to and passion for the game and FromSoftware’s other titles, but is also embroiled in controversial discussions surrounding exclusionary community practices (Orme, 2022). With this example, we can explore otherworlding both through the creation of and investment in a fantastical fictional world, but also the way in which players form a community surrounding that world, demarcating digital spaces in which different social rules, structures and relations apply.",
		"citation-key": "fordWorldEscapeDigital2024",
		"event-place": "Bremen, Germany",
		"event-title": "Digitale Spiele im Wandel: Technologien – Kulturen – Geschichte(n)",
		"genre": "Extended abstract",
		"language": "en",
		"license": "All rights reserved",
		"title": "A world to escape to? Digital gamesworlds as otherworlds",
		"title-short": "A world to escape to?",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2024",
					1,
					26
				]
			]
		}
	},
	{
		"id": "fordWhatWentWrong2024",
		"type": "speech",
		"abstract": "<i>Cities: Skylines</i> (Colossal Order, 2015) took the city-builder throne from Maxis’ <i>SimCity</i> series (1989–2014) after the disastrous launch of the fifth <i>SimCity</i> (Maxis Emeryville, 2013). But history may be repeating itself, as developers Colossal Order and publishers Paradox Interactive are facing a backlash to the launch of the hotly anticipated <i>Cities: Skylines II</i> (2023). Apologetic forum posts from CEO Mariina Hallikainen, promised features significantly delayed, a slew of poor reviews and a rapidly dwindling playerbase all plague a game which was meant to consolidate Colossal Order’s rule over the genre.\n\nDigital games are a notoriously complex and opaque creative industry. Developers have complained that players are “disconnected … from the realities of game development, and yet they speak with complete authority” (Pagliarulo, 2023) and others have observed tension between the mystification of games as an artistic practice on one hand and the slew of technical and financial restraints on the other (Bycer, 2019). Recent books such as Brendan Keogh’s show that we still struggle to grasp what game development entails and the “complex picture of numerous, diffuse sites of videogame production” (2023, p. 152). Players’ grasp of this is not helped by the industry’s “secretive and … closed-source culture” (Politowski et al., 2021, p. 1), as anyone who has asked a game developer acquaintance what they are working on will attest.\n\nThe often-extensive cost of game development—both financial and temporal—means that a single failure can be catastrophic, sometimes leading to the closure of even well-established studios, such as Maxis Emeryville. No developer or publisher aims for a disastrous launch. But, lauded turnarounds like that of <i>No Man’s Sky</i> (Hello Games, 2016, 2018; see: Chien et al., 2020) and <i>Cyberpunk 2077</i> (CD Projekt Red, 2020; see: Siuda et al., 2023) suggest that this need not be the end of <i>Skylines II</i>. Community management could be crucial in recovering from a disappointing launch. As such, more research is needed into how players understand and respond to poor launches, which could inform how to better manage these unhappy occurrences.\n\nTo do this, I will scrape the comments of the top 50 posts from the game’s dedicated Reddit forum, /r/CitiesSkylines2. A sample of the 100 longest comments, chosen on the basis that they are more likely to have a fleshed-out and coherent argument with necessary context, will be used to inductively develop open, preliminary codes (Auerbach & Silverstein, 2003). These codes will then be applied to the rest of the corpus, being modified as necessary. The codes will be developed on the basis of players’ perceived reasons for why the launch of <i>Cities II</i> struggled. Analysis of the resulting dataset, aided by the qualitative analysis software 4CAT (Peeters & Hagen, 2022), will help to lay out and better understand the predominant strands of players’ views of poor launches, and whether they align with the realities of game development and the perceptions of disgruntled developers.\n\nStudies such as those cited of <i>No Man’s Sky</i> and <i>Cyberpunk 2077</i> are important for analysing player receptions to ‘salvaged’ games. But, so far, little research has looked at the phenomenon of the poor launch itself and how players understand and respond to it. This research may also help to inform work on community churn (Bergstrom & Poor, 2021, 2022)—especially as the long, spirited discussions surrounding a poor launch may tie into an increased sense of community when a game is perceived to be in a state of crisis (cf. Xu, 2018)—and research on negative digital game community dynamics (Hodgdon, 2018). Better knowledge in this domain could also inform community management practices for game launches.",
		"citation-key": "fordWhatWentWrong2024",
		"event-place": "Nafplio, Greece",
		"event-title": "Central and Eastern European Game Studies (CEEGS) Conference 2024: Reimagining Games, Art, and Performativity",
		"genre": "Extended abstract",
		"language": "en",
		"title": "What went wrong with <i>Cities: Skylines II</i>, according to players: a qualitative analysis of player perceptions of a poor digital game launch",
		"title-short": "What went wrong with <i>Cities: Skylines II</i>, according to players",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2024",
					10,
					11
				]
			]
		}
	},
	{
		"id": "fordHowPlayersTalk2024",
		"type": "speech",
		"abstract": "<i>Cities: Skylines</i> (Colossal Order, 2015) took the city-builder throne from Maxis’ <i>SimCity</i> series (1989–2014) after the disastrous launch of the fifth SimCity (Maxis Emeryville, 2013). But history may be repeating itself, as developers Colossal Order and publishers Paradox Interactive are facing a backlash to the launch of the hotly anticipated <i>Cities: Skylines II</i> (2023).\n\nWhile studies have been conducted into games which had poor launches, like <i>No Man’s Sky</i> (Hello Games, 2016; see Chien et al., 2020) and <i>Cyberpunk 2077</i> (CD Projekt Red, 2020; see Siuda et al., 2023), these focus on the games’ celebrated turnarounds, rather than on the period of the launch itself. The extensive cost of game development means a single failure can be catastrophic, as evidenced by <i>SimCity</i> developer Maxis Emeryville being shut down as a consequence of the poor launch. Yet these events seem to be becoming an increasingly common occurrence.\n\nHere, I analyse a snapshot of player reaction and discourse to <i>Cities II</i>’s launch. 30 threads have been scraped from the subreddit /r/CitiesSkylines2 and coded using an open coding approach based on grounded theory (Gibbs, 2018, p. 67) to build a picture of themes of player speculation regarding why the launch was poor.",
		"citation-key": "fordHowPlayersTalk2024",
		"event-place": "Copenhagen, Denmark",
		"event-title": "Conference on Language, Norms and Digital Lives",
		"genre": "Extended abstract",
		"language": "en",
		"title": "How players talk about disastrous game launches: what went wrong with <i>Cities: Skylines II</i>?",
		"title-short": "How players talk about disastrous game launches",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					2,
					10
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					11,
					29
				]
			]
		}
	},
	{
		"id": "fordCommunityAlienationExperience2024",
		"type": "speech",
		"abstract": "I consider Kerstin Radde-Antweiler’s updated concept of gamevironments through the lens of community. I introduce two key theories of community and consider how gamevironments relates to them. In particular, I point out that the theoretical links between actants may not be experienced as connections at all, let alone as communities. This raises the question of when and why the connections that gamevironments reveals are experience. Building from Benedict Anderson’s notion of the imagined community, I ask which communities must be unimagined in order to sustain unsustainable or deleterious systems, such as the cobalt miners who make electronic devices possible and their working conditions that make those devices economical. I then turn to datafication, relating it to deep mediatisation and deep gametisation, and consider why the hyperconnectivity on the internet seems to have exacerbated rather than resolved loneliness and alienation. I use a Marxist conception of alienation to show that datafication is fundamentally alienating, and that this impacts on how actant networks are experienced. The implications for gamevironments are that the nuances of different digital infrastructures must be taken into account in any gamevironment, in particular the kinds of connections that are and are not afforded between actants.",
		"citation-key": "fordCommunityAlienationExperience2024",
		"event-place": "Bremen, Germany",
		"event-title": "Beyond play: the transformative power of digital gaming in a deeply mediatized society",
		"genre": "Panel presentation",
		"language": "en",
		"title": "Community, alienation and the experience of networks: maybe the <i>real</i> gamevironment was the friends we didn't make along the way",
		"title-short": "Community, alienation and the experience of networks",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2024",
					10,
					2
				]
			]
		}
	},
	{
		"id": "fordHonorDiedBeach2025",
		"type": "chapter",
		"abstract": "We analyse the depiction of the Mongol invaders in <i>Ghost of Tsushima</i> (Sucker Punch Productions, 2020) through the lens of monstrosity, showing how their depiction is used as a frame to construct a notion of “pure” Japanese identity. To underscore how the Japanese in the game are “pure,” the Mongols are dehumanized and made monstrous through various devices, such as a language barrier, a collection of cultural Mongol artefacts, and their brute force as invaders polluting the established community. Positioned between the categories of “pure” and the “monstrous” is the player character, Jin, a liminal figure who blurs these two categories. Highlighting these depictions of the Japanese, nature, the Mongols and Jin, we consider how the construction of a pure Japan works in favour of bolstering the country’s national reputation.",
		"citation-key": "fordHonorDiedBeach2025",
		"container-title": "Monstrosity in games and play: A multidisciplinary examination of the monstrous in contemporary cultures",
		"ISBN": "978-94-6372-568-2",
		"language": "en",
		"page": "25-44",
		"publisher": "Amsterdam University Press",
		"publisher-place": "Amsterdam, Netherlands",
		"source": "www.aup.nl",
		"title": "\"Honor died on the beach\": constructing Japaneseness through monstrosity in <i>Ghost of Tsushima</i>",
		"title-short": "Honor died on the beach",
		"URL": "https://doi.org/10.5117/9789463725682_ch01",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			},
			{
				"family": "Blom",
				"given": "Joleen"
			}
		],
		"editor": [
			{
				"family": "Stang",
				"given": "Sarah"
			},
			{
				"family": "Meriläinen",
				"given": "Mikko"
			},
			{
				"family": "Blom",
				"given": "Joleen"
			},
			{
				"family": "Hassan",
				"given": "Lobna"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					1,
					7
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					1,
					14
				]
			]
		}
	},
	{
		"id": "fordCommunityAlienationExperience2024a",
		"type": "article-journal",
		"abstract": "I examine Kerstin Radde-Antweiler’s (2024) updated concept of gamevironments through the lens of community. I introduce two key theories of community and consider how gamevironments relates to them. In particular, I point out that the theoretical links between actants may not be experienced as connections at all, let alone as communities. This raises the question of when and why the connections that gamevironments reveals are experience. Building from Benedict Anderson’s notion of the imagined community, I ask which communities must be unimagined in order to sustain unsustainable or deleterious systems, such as the cobalt miners who make electronic devices possible and their working conditions that make those devices economical. I then turn to datafication, relating it to deep mediatisation and deep gametisation, and consider why the hyperconnectivity on the internet seems to have exacerbated rather than resolved loneliness and alienation. I use a Marxist conception of alienation to show that datafication is fundamentally alienating, and that this impacts on how actant networks are experienced. The implications for gamevironments are that the nuances of different digital infrastructures must be taken into account in any gamevironment, in particular the kinds of connections that are and are not afforded between actants.",
		"citation-key": "fordCommunityAlienationExperience2024a",
		"container-title": "gamevironments",
		"DOI": "10.48783/gameviron.v21.i21.260",
		"ISSN": "2364-382X",
		"issue": "21",
		"language": "en",
		"license": "Copyright (c) 2024 Dom Ford",
		"page": "119-143",
		"source": "journals.suub.uni-bremen.de",
		"title": "Community, alienation and the experience of networks: gamevironments and theories of community",
		"title-short": "Community, alienation and the experience of networks",
		"URL": "https://journals.suub.uni-bremen.de/index.php/gamevironments/article/view/260",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					12,
					21
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					12,
					21
				]
			]
		}
	},
	{
		"id": "fordHauntingAncientSocieties2021",
		"type": "article-journal",
		"abstract": "I examine the prevalent construction of the long-lost yet technologically more highly-advanced society in the <i>Mass Effect</i> trilogy and <i>The Legend of Zelda: Breath of the Wild</i>. First, I situate this construction within its long history, which finds a common touchstone in the myth of Atlantis. Through the lens of Jacques Derrida's hauntology, I consider how this construction is used in these two popular and prevalent yet different examples to evoke nostalgia for their own fictional pasts. I analyse the ways in which the ghosts of these gameworlds haunt the player in the present, through modalities of threat, nostalgia, lost futures and destiny. These manifest on various levels of the game: the gameworlds' fictional pasts (often overlapping with what would popularly be called a game's \"lore\"); digital materiality; and the games' spatial environments and the traversal of them. The examples differ in how and why the player interfaces with the gameworlds' ghosts on each layer, opening up some of the potential strategies for this game-internal nostalgia and haunting, while not being exhaustive.",
		"citation-key": "fordHauntingAncientSocieties2021",
		"container-title": "Game Studies",
		"ISSN": "1604-7982",
		"issue": "4",
		"language": "en",
		"license": "All rights reserved",
		"title": "The haunting of ancient societies in the Mass Effect trilogy and <i>The Legend of Zelda: Breath of the Wild</i>",
		"URL": "https://gamestudies.org/2104/articles/dom_ford",
		"volume": "21",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2022",
					1,
					1
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					12,
					31
				]
			]
		}
	},
	{
		"id": "fordEXploreEXpandEXploit2016",
		"type": "article-journal",
		"abstract": "<i>Civilization V</i> as one of the most successful and definitive works of the 4X videogame genre presents a clear narrative of empire-building that, I will argue, is problematic when set against postcolonial theory. With many studies lauding the series for its educational capacities I argue that with an affective turn to the role of the player, the game’s homogenization of narratives of societal progression reinforces a Western-centric notion of history. This co-opts non-colonial societies into imperialism, while in the process silencing their histories. For this study, I will read the game’s goals and mechanics through postcolonial theorists such as Gayatri Chakravorty Spivak and Michel-Rolph Trouillot, and then turn to affect theory to consider what role the player takes in writing this history. To conclude, I will consider what implications this has on the use of 4X games like <i>Civilization V</i> for education and the conception of history in the minds of the players, drawing on other recent scholars who have similarly problematized the series.",
		"citation-key": "fordEXploreEXpandEXploit2016",
		"container-title": "Game Studies",
		"ISSN": "1604-7982",
		"issue": "2",
		"language": "en",
		"license": "Creative Commons Attribution-ShareAlike 4.0 International License (CC-BY-SA)",
		"source": "Game Studies",
		"title": "\"eXplore, eXpand, eXploit, eXterminate\": affective writing of postcolonial history and education in <i>Civilization V</i>",
		"title-short": "eXplore, eXpand, eXploit, eXterminate",
		"URL": "https://gamestudies.org/1602/articles/ford",
		"volume": "16",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2018",
					6,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					12
				]
			]
		}
	},
	{
		"id": "fordApproachingFromSoftwaresSouls2024",
		"type": "article-journal",
		"abstract": "FromSoftware’s <i>Souls</i> series comprises five separate fictional worlds, and yet is considered a series with a ‘spiritual’ connection. Although the games share the same developer, special attention has been paid, both in popular discourse and in research, to the distinctive character of FromSoftware’s worldbuilding and storytelling. I argue that a mythological approach allows us to better outline, analyse and put into relation the elements of these games. Mythology is understood as a model for understanding the world, following the work of Frog (2021) and Roland Barthes ([1972] 2009). This builds on <i>mytholudics</i> (Ford 2022), which adapts this understanding for the study of games. Through this, I examine three aspects of a potential Souls mythology: desire and purpose, godhood and divinity, and fire and dark. Additionally, I consider how the <i>Souls</i> community negotiates the Souls gameworlds, relating it to the role of folkloric storytellers in communities.",
		"citation-key": "fordApproachingFromSoftwaresSouls2024",
		"container-title": "Transactions of the Digital Games Research Association",
		"DOI": "10.26503/todigra.v6i3.2175",
		"ISSN": "2328-9422",
		"issue": "3",
		"journalAbbreviation": "ToDiGRA",
		"language": "en",
		"page": "31-66",
		"title": "Approaching FromSoftware's <i>Souls</i> games as myth",
		"URL": "https://doi.org/10.26503/todigra.v6i3.2175",
		"volume": "6",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					8,
					13
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					7,
					29
				]
			]
		}
	},
	{
		"id": "fordMagicPrisonGame2023",
		"type": "paper-conference",
		"abstract": "The late 14th-century poem <i>Sir Gawain and the Green Knight</i> (Anderson 1996) and Daniel Mullins Games’ recent roguelike deck-building digital game <i>Inscryption</i> (2021) have in common the narrative frame of a game. In this paper, we examine these as examples of the very concept of the ‘magic circle’ of games being used to evoke dread, horror or uncanniness. In both examples, the protagonists are trapped within a game and forced to play. Crucially, the rules of these games are enforced and adhered to strictly by the antagonists, even though in their roles as game masters they could easily tip the scales in their favour.\n\nThis can also be seen in many other popular media, such as <i>Tron</i> (Lisberger 1982), <i>Battle Royale</i> (Fukasaku 2000), the <i>Saw</i> franchise (2004–2023) and <i>Squid Game</i> (Dong-hyuk 2021). However, the reason behind choosing these examples is (a) to explore an as-yet little-researched but critically acclaimed game, <i>Inscryption</i>, (b) to link it to much longer-running traditions and techniques via <i>Gawain</i>, and (c) to show by way of comparison the particular role that digital games can play in using the ‘magic prison’.\n\n<i>Gawain</i> begins on New Year’s Eve when a mysterious green knight enters Arthur’s court and presents a strange challenge: any knight present can strike a blow on him, provided that the knight may return the blow a year and one day later. Sir Gawain accepts the challenge with a cunning idea: behead the knight and he will not be able to return the blow. However, the decapitated green knight picks up his head and leaves the court, reminding Gawain of his agreement.\n\nIn the beginning of <i>Inscryption</i>, the player-character appears to be trapped in a cabin with a shadowy card dealer called Leshy. Though the player may move around the cabin freely, they may not leave. Eventually, they must play a roguelike deck-builder game, for which Leshy is the game master. Leshy upholds the rules of the game rigorously. Even if the player has acquired a card from the cabin, Leshy frustratedly allows the player to play with it on the basis that now that it is in their deck, it is valid. The game becomes increasingly metafictional, and through found footage we understand that a vlogger named Luke Carder has come into possession of a seemingly cursed game disk, but to defeat the curse he must play the game to its conclusion.\n\nIn both examples, we see an oddly strict adherence to arbitrary and not-fully-explained game rules, despite the stakes in both being literally life and death. This turns the ‘magic circle’ into a ‘magic prison’, whereby the notion of voluntary, rule-bound, separated play becomes threatening. The two examples are also linked by a number of parallels which may be fruitful to explore. For instance, both the green knight and Leshy have some close connection with nature, and this link juxtaposes with the arbitrariness of bounded play. Both antagonists also shapeshift or roleplay as gamemasters, assuming the roles of the other characters we meet.\n\nThe magic circle is a concept briefly described by Johan Huizinga ([1938] 2014), but primarily developed by Katie Salen and Eric Zimmerman (2003) where the term entered game studies in earnest. Salen and Zimmerman use the term to describe how voluntarily beginning a game creates a ‘magic circle’, separated from ordinary life and in which players agree to play by arbitrary rules and assign special meaning to game pieces. The concept has been vigorously discussed and criticized within the field since. Most commonly critiqued is the degree of separation from ordinary life (e.g., Consalvo 2009; Pargman and Jakobsson 2008), but also arguments regarding the computational nature of digital games compared with nondigital games (Liebe 2008). However, others have defended the concept, arguing that its detractors take the metaphor too literally—what Jaakko Stenros calls the “strong boundary hypothesis” (2012, 4).\n\nThe point here is that examples such as <i>Inscryption</i> and <i>Gawain</i> evoke the notion of the magic circle but subvert it. Both show a warped sense of voluntariness. In <i>Inscryption</i>, while the player may not leave and must eventually play with Leshy, they may freely walk around the cabin and choose when to play and when to get up from the table and pause play. Gawain is bound only by honour to uphold his end of the bargain. This quasi-voluntariness problematizes the boundary between game and ordinary life. By raising the stakes of the game to life and death, the boundedness of the magic circle becomes a prison in which the player is forced to pseudo-voluntarily engage in the game. The juxtaposition between the arbitrariness and lusory attitude of adhering to the game rules combined with the involuntariness and fatal consequences is the engine for dread in these works.\n\nWe explore the implications that these examples have on conceptions of the magic circle and how the conventions of games can become the focus for a specific type of horror or dread.",
		"citation-key": "fordMagicPrisonGame2023",
		"container-title": "Extended Abstract Proceedings of the 2023 DiGRA International Conference: Limits and Margins of Games",
		"DOI": "10.26503/dl.v2023i2.2122",
		"event-title": "2023 DiGRA International Conference: Limits and Margins of Games",
		"language": "en",
		"license": "All rights reserved",
		"note": "publisher: Unpublished",
		"publisher": "DiGRA",
		"publisher-place": "Seville, Spain",
		"source": "DOI.org (Datacite)",
		"title": "The magic prison: game rules as a tool for dread in <i>Sir Gawain and the Green Knight</i> and <i>Inscryption</i>",
		"title-short": "The magic prison",
		"URL": "https://dl.digra.org/index.php/dl/article/view/2122",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			},
			{
				"family": "Thorkildsen",
				"given": "Sophie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					12,
					23
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "fordWallBoundariesNeomedieval2019",
		"type": "paper-conference",
		"abstract": "The cities of the ever prevalent neomedieval fantasy roleplaying game are integral to their gameworlds. They act as quest hubs, goals, centres for action and places of safety. Much of the loop of the game revolves around leaving the city to complete quests, then returning to the city again, and repeat. In this paper, I take a closer look at the boundaries of the city. I begin by proposing a model to help define what a city’s boundary is and how it is expressed to the player. Then, I look at how and why players cross those borders back and forth. Through this, I hope to facilitate a better understanding of how the city functions in roleplaying games, and how the ways in which it produces boundaries alters and affects how players interact with the gameworld.",
		"citation-key": "fordWallBoundariesNeomedieval2019",
		"container-title": "Proceedings of the 2019 DiGRA International Conference: Game, Play and the Emerging Ludo-Mix",
		"DOI": "10.26503/dl.v2019i1.1073",
		"event-title": "2019 DiGRA International Conference: Game, Play and the Emerging Ludo-Mix",
		"language": "en",
		"license": "All rights reserved",
		"publisher": "DiGRA",
		"publisher-place": "Kyoto, Japan",
		"title": "Beyond the wall: the boundaries of the neomedieval town in singleplayer roleplaying games",
		"title-short": "Beyond the wall",
		"URL": "http://dl.digra.org/index.php/dl/article/view/1073",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					24
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					8
				]
			]
		}
	},
	{
		"id": "fordDeathGamerWhy2016",
		"type": "post-weblog",
		"abstract": "So let’s do away with gamers. Let’s free the medium from our narrow expectations, and open our minds to the vast possibilities games offer us when we domesticate their underlying mechanisms.",
		"citation-key": "fordDeathGamerWhy2016",
		"container-title": "Forbes",
		"language": "en",
		"license": "All rights reserved",
		"title": "Death of the gamer: why the term 'gamer' matters",
		"title-short": "Death of the gamer",
		"URL": "https://www.forbes.com/sites/realspin/2016/10/06/death-of-the-gamer-why-the-term-gamer-matters/",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2019",
					4,
					9
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					10,
					6
				]
			]
		}
	},
	{
		"id": "fordCityAccordingCity2023",
		"type": "speech",
		"abstract": "City-builder games allow the player to “build your dream city” (SimCity BuildIt, 2023) where “you’re only limited by your imagination” (Paradox Interactive, n.d.). Of course, those are marketing statements, but most titles emphasise a large degree of creative freedom. Players generally understand that their virtual city is, in fact, limited. Computational power, assets included in the game, gameplay mechanics. But less acknowledged is the degree to which city builders limit the imagination too. The hidden choices—conscious or not—regarding what is and is not possible in gameplay also limit the imagination. Outside of the game too, I argue, these game design decisions play a role in limiting the imagination for what cities can be in general.\n\nIt is important that city-builder game developers consider the theoretical ramifications and possibilities of their design choices. Likewise, it is important that researchers consider carefully what conceptions of the city these games construct, particularly as they advocate for city builders within the contexts of education and activism.\n\nHere, I apply a mythological approach to game analysis (Ford, 2022). This approach is based on Roland Barthes’ Mythologies (1972/2009) and Frog’s mythic discourse analysis (2021).\n\nWith this grounding, mythology is approached as a way of expressing meaning rather than a kind of object (in contrast to, e.g., narrative, structuralist or Jungian approaches). Frog sees mythologies as “models for knowing the world” (2021, p. 161). A mythological approach to gameworlds here entails examining the gameworld’s model of the world.\n\nAs simulations, the model of city management instantiated by these games reveals a particular set of assumptions regarding how cities function and can be managed. The choices regarding what is simulated (and how) and what is not shows us the limits to the imagination. Examples of these choices have been raised before: the role of the ‘player-mayor’ in <i>SimCity</i> (Maxis, 1989) (Friedman, 1999); the need for cities in <i>SimCity</i> (Maxis Emeryville, 2013) to be profitable (Kłosiński, 2016); the way the <i>SimCity</i> games force the player into creating a car-centric, North American-style metropolis (Pedercini, 2017).\n\nThe need for further study of city builders in this way is twofold.\n\nFirst, the vast majority of research into city builders focuses on the <i>SimCity</i> series. Of course, the genre has always been much broader, and many have not considered SimCity to be the standard-bearer of the genre since the disastrous release of <i>SimCity</i> (2013) and the subsequent release of <i>Cities: Skylines</i> (Colossal Order, 2015) (see Livingston, 2015). In this context, it is important to examine to what extent analyses of <i>SimCity</i> can be taken as paradigmatic.\n\nSecond, city builders (and, again, <i>SimCity</i> in particular) continue to be of interest for game-based learning (e.g., Adams, 1998; Andreoletti & Cappello, 2013; Arnold et al., 2019; Glasslab Games, 2013; Khan & Zhao, 2021; Kim & Shin, 2016; Manocchia, 1999; Minnery & Searle, 2014; Woessner, 2015). Many of these works do encourage educators to approach the games critically as limited simulations that make assumptions. Nonetheless, it is important to arm future pedagogical approaches with robust arguments that lay out those implicit assumptions. In particular—relating to the first point—arguments that pertain to the genre as a whole are almost nonexistent (with notable exceptions, such as Bereitschaft, 2015).\n\nI provide an overview of the city builder genre, identifying mythologies shared across the genre. I also acknowledge the exceptions, such as <i>Terra Nil</i> (Free Lives, 2023), arguing that we need more of those to expand our imaginings of city design and management. Crucially, I argue that these exceptions demonstrate that innovative city builder games can expand our imaginative horizons for what cities can and should be.",
		"citation-key": "fordCityAccordingCity2023",
		"event-place": "Leipzig, Germany",
		"event-title": "CEEGS 2023: Meaning and Making of Games",
		"genre": "Extended abstract",
		"language": "en",
		"license": "All rights reserved",
		"title": "The city, according to city builders: the mythology of city-builder games",
		"title-short": "The city, according to city builders",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023",
					10,
					20
				]
			]
		}
	},
	{
		"id": "fordMytholudicsUnderstandingGames2022",
		"type": "thesis",
		"abstract": "This dissertation outlines a mythological framework for understanding how games produce meaning. The central question is: how does a mythological approach help to understand the way games make meaning? I first theorise mythology as it applies to games and play. This is expressed through a cycle showing how mythology is embedded into the production of games as well as how it impacts the playing and interpretation of games. This is then operationalised as a method for the analysis of games. I call my theorisation and analytical approach mytholudics. With this established, I apply mytholudics in ten analyses of individual games or game series, split into two lenses: heroism and monstrosity. Finally, I reflect on these analyses and on mytholudics as an approach.\n\nMythology here is understood primarily from two theoretical perspectives: Roland Barthes’ theory outlined in <i>Mythologies</i> (1972/2009) and Frog’s (2015, 2021a) understanding of mythology in cultural practice and discourse from a folklore studies perspective. The Barthesian approach establishes myth as a mode of expression rather than as an object, a mode that is therefore prevalent in all forms of media and meaning-making. This mode of expression has naturalisation as a key feature, by which the arbitrariness of second-order signification is masked. Otherwise arbitrary relations between things are made to seem obvious and natural. Frog’s mythic discourse approach understands mythology as “constituted of signs that are emotionally invested by people within a society as models for knowing the world” (2021a, p. 161). Frog outlines mythic discourse analysis as a method which focuses on the comparison of mythic discourse over time and across cultures.\n\nBarthes and Frog broadly share an understanding of mythology as a particular way of communicating an understanding of the world through discourse. From this perspective, mythology is not limited to any genre, medium or cultural context. It can include phenomena as diverse as systems, rules, customs, behaviours, rituals, stories, characters, events, social roles, motifs, spatial configurations, and so on. What is important is how these elements are placed in relation to one another. This stands in contrast to certain understandings of myth which may position it as a narrative genre or a socioreligious function of ‘primitive’ societies. Games consist of the same diverse elements arranged in comparable configurations, and so this perspective highlights the otherwise hidden parallels between mythology and games. Therefore, a mythological approach can help us to understand the game as an organising structure in which different and diverse elements are put into relation with one another in order to produce meaning.\nTo develop this framework, I argue for analysing games as and through myth. Games as myth means viewing the game as an organising structure that works analogously to mythology. Elements are constructed and put into relation with one another within a gameworld, which the player then plays in and interprets. Games through myth means seeing games as embedded within cultural contexts. The cultural context of development affects the mythologies that can be seen to influence the construction of the game, while the cultural context of the player affects how they relate to and interact with the game and the mythologies channelled through it.\n\nWith the theorisation and methodology laid out, I exemplify the mytholudic approach by applying it to ten analyses of individual games or game series, split into two chapters of five analyses each.\n\nThe first considers the games through the lens of heroism, defined as the positive mythologisation of an individual. To help with comparison and understanding, I outline a number of hero-types, broad categories based on different rhetorics of heroism. These include the hero-victim, the hero-sceptic, the preordained hero and the unsung hero. The examples analysed are the <i>Call of Duty</i> series (2003–2022), <i>The Elder Scrolls V: Skyrim</i> (Bethesda Game Studios, 2011), the <i>Assassin’s Creed</i> series (2007–2022), <i>Heaven’s Vault</i> (Inkle, 2019) and <i>Horizon Zero Dawn</i> (Guerrilla Games, 2017).\n\nThe second considers the games through the lens of monstrosity, defined broadly as a form of negative mythologisation of an entity. Like with heroes, I outline a number of monster-types based on where their monstrosity is said to come from. These are the monster from within, the monster from without, the artificial monster and the monster of nature. The game examples are <i>Doom</i> (id Software, 1993a), the <i>Pokémon</i> series (Game Freak, 1996–2022), <i>Hellblade: Senua’s Sacrifice</i> (Ninja Theory, 2017), <i>Ghost of Tsushima</i> (Sucker Punch Productions, 2020a) and <i>The Witcher</i> series (CD Projekt Red, 2007–2016).\n\nFinally, I synthesise these two lenses in a chapter reflecting on the hero- and monster-types, all ten analyses and the mytholudic approach in general. I argue that a mytholudic approach helps us to understand how games make meaning because it focuses on the naturalised and hidden premises that go into the construction of games as organising structures. By analysing the underpinnings of those organising structures, we can outline the model for understanding the world that is virtually instantiated and how they are influenced by, influence and relate to models for understanding the world—mythologies—in the real world.",
		"archive": "ITU-DS",
		"archive_location": "202",
		"citation-key": "fordMytholudicsUnderstandingGames2022",
		"genre": "Doctoral dissertation",
		"language": "en",
		"license": "All rights reserved",
		"number-of-pages": "355",
		"publisher": "IT University of Copenhagen",
		"publisher-place": "Copenhagen, Denmark",
		"title": "Mytholudics: understanding games as/through myth",
		"title-short": "Mytholudics",
		"URL": "https://pure.itu.dk/en/publications/mytholudics-understanding-games-asthrough-myth",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					11,
					2
				]
			]
		}
	},
	{
		"id": "fordHonorDiedBeach2021",
		"type": "speech",
		"citation-key": "fordHonorDiedBeach2021",
		"event-place": "Tampere, Finland",
		"event-title": "17th Annual Tampere University Game Research Lab Spring Seminar: Monstrosity",
		"genre": "Seminar presentation",
		"language": "en",
		"license": "All rights reserved",
		"title": "\"Honor died on the beach\": constructing Japaneseness through monstrosity in <i>Ghost of Tsushima</i>",
		"title-short": "Honor died on the beach",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			},
			{
				"family": "Blom",
				"given": "Joleen"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021",
					4,
					21
				]
			]
		}
	},
	{
		"id": "fordThatOldSchool2020",
		"type": "speech",
		"abstract": "What is 'old school' about <i>Old School RuneScape</i>? In this presentation, I discuss the history of the MMORPG <i>RuneScape</i> and the steps that led to Jagex in 2013 releasing a version of the game from 2007, titled <i>Old School RuneScape</i>, alongside their flagship iteration of the MMO, <i>RuneScape 3</i>. Through a lens of myth, I argue that a communal process of mythmaking is at the heart of <i>Old School</i> as players debate with each other and with the developers over the correct way to retrive the nostalgic object and lost time of <i>RuneScape</i> circa 2007.",
		"citation-key": "fordThatOldSchool2020",
		"event-place": "Kraków, Poland",
		"event-title": "History of Games Conference 2020",
		"genre": "Extended abstract",
		"language": "en",
		"license": "All rights reserved",
		"title": "That old school feeling: processes of mythmaking in <i>Old School RuneScape</i>",
		"title-short": "That old school feeling",
		"URL": "https://youtu.be/FtKy3gfXC1o",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2020",
					11,
					3
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					10,
					22
				]
			]
		}
	},
	{
		"id": "fordGiantDigitalRoleplaying2019",
		"type": "thesis",
		"abstract": "Too monstrous to be truly accepted, too human to be entirely and comfortably cast out. The giant has traditionally held a unique position amongst monsters, an \"Intimate Stranger\" (Cohen, 1999, p. xi) who threatens the boundaries of the categories we impose upon the self, society and culture. In this thesis, I consider what the position of the giant is in digital roleplaying games and how digital games provide a new and particular arena for the giant. A familiar figure in myth and legend and no less familiar in digital games, I combine traditional monster theory and scholarship on giants with work on videogame monsters and digital game research more broadly. To do this, I first introduce the figure of the giant and its definition and then undertake a brief literature review, summing up the present state of videogame monster research and other theories which are relevant to my thinking and arguments. Then, I consider the giant in digital roleplaying games through three lenses. First, as monsters of excess, a perspective that considers giants as an exaggerated manifestation of those traits which we deem monstrous when taken to their extremes. Second, as technological giants: giant robots, cyborgs and so on whose appearance as giants links the age-old figure of the giant with our more current anxieties regarding our future and our increasingly intimate relationship with technology. Finally, as aspects of nature: giants that seem to be more a living part of the gameworld than as a horrifying and excessive human monster. I explore how these giants seem to relate more to how we think of and understand our relationship with nature, from its sublime beauty to its hostile wildernesses. To conclude, I attempt to draw these perspectives together to gain an oversight on what role the giant plays within digital roleplaying games, arguing that the giant is a particular figure used to consider and work through our socio-cultural anxieties at the most fundamental level and is one that requires medium-specific consideration within game studies.",
		"citation-key": "fordGiantDigitalRoleplaying2019",
		"genre": "Master's thesis",
		"language": "en",
		"license": "All rights reserved",
		"number-of-pages": "83",
		"publisher": "IT University of Copenhagen",
		"publisher-place": "Denmark",
		"source": "DataCite",
		"title": "The giant in digital roleplaying games",
		"URL": "https://doi.org/10.13140/RG.2.2.32717.90089/2",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					12,
					15
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					6,
					14
				]
			]
		}
	},
	{
		"id": "fordLostFuturesPresence2018a",
		"type": "speech",
		"abstract": "The long-lost, ancient civilisation that somehow had technology that far surpasses the current level is a common trope in videogames that feature large, open worlds. The <i>Mass Effect</i> trilogy (2007; 2010; 2012) features the Protheans, whose unparalleled feats of technology and engineering such as the mass relays laid the foundations for the galaxy Shepard steps into. <i>Horizon Zero Dawn</i> (2017) explores a primitive world littered with technological marvels left by the Old Ones. <i>The Legend of Zelda: Breath of the Wild</i> (2017) is centred around the Ancient Sheikah society, who 10,000 years prior to the game’s setting had developed teleportation between towers and shrines, powerful runes, and even a motorbike. Their technology was later used to build the giant mechanical Divine Beasts and Guardians. All this while the warriors of the day are still using steel swords. In this paper, I explore the reasons for and the effect of this trope in <i>The Legend of Zelda: Breath of the Wild</i>, particularly how it changes the configuration of the gameworld, and how the player’s experience is shaped by it. My examination is framed around five intertwined terms and their theoretical context: Hauntology, presence, absence, lost futures, and nostalgia.",
		"citation-key": "fordLostFuturesPresence2018a",
		"event-place": "Bergen, Norway",
		"event-title": "DiGRA Nordic Conference",
		"genre": "Extended abstract",
		"language": "en",
		"license": "All rights reserved",
		"title": "Lost futures: in the presence of long-lost civilisations in <i>The Legend of Zelda: Breath of the Wild</i>",
		"title-short": "Lost futures",
		"URL": "http://rgdoi.net/10.13140/RG.2.2.32490.57286",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2019",
					3,
					12
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					30
				]
			]
		}
	},
	{
		"id": "fordSpeedrunningTransgressivePlay2018",
		"type": "speech",
		"abstract": "In <i>How To Do Things With Videogames</i>, Ian Bogost argues that videogames offer “an experience of the ‘space between points’ that had been reduced or eliminated by the transportation technologies that began with the train” (2011, 49). But when we watch a speedrun of a game such as <i>The Legend of Zelda: Ocarina of Time</i> (Nintendo EAD 1998), what we instead see is a player determined to destroy as much of that ‘space between points’ as possible. It is a game that takes most players tens of hours to complete, but is finished in just over 17 minutes by the best speedrunners, utilizing glitches that manipulate the game’s code to skip enormous chunks of both the narrative and the gameworld. Once an underground hobby conducted between users swapping footage on obscure internet forums, speedrunning has shot into the mainstream in recent years following the rise of livestreaming platforms and livestreamed events such as Games Done Quick and the European Speedsters Assembly. So what does speedrunning mean as a mode of play, and what can it reveal about the relationship between player and gameworld? This paper examines speedrunning as a transgressive mode of play. Building on previous work on this topic by scholars such as Rainforest Scully-Blaker, I first aim to define speedrunning as a practice and then to explore its relationship with the space in the gameworld, the game’s narrative, and with the ideological and representational implications that arise from them. To do this, I bring in spatial, digital and videogame theorists such as Paul Virilio, Tom Apperley and Espen Aarseth, as well as work on other transgressive spatial practices such as parkour in order to see if and how they relate.",
		"citation-key": "fordSpeedrunningTransgressivePlay2018",
		"event-place": "Bergen, Norway",
		"event-title": "DiGRA Nordic Conference",
		"genre": "Extended abstract",
		"language": "en",
		"license": "All rights reserved",
		"title": "Speedrunning: transgressive play in digital space",
		"title-short": "Speedrunning",
		"URL": "http://rgdoi.net/10.13140/RG.2.2.12357.91369",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2019",
					3,
					12
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					29
				]
			]
		}
	},
	{
		"id": "fordDefenceShortGames2016",
		"type": "post-weblog",
		"abstract": "There’s an oft-quoted phrase in literature: “I didn’t have time to write a short letter, so I wrote a long one instead.” In its various forms and derivations, its origin is ambiguous, usually attributed to Mark Twain or Blaise Pascal. Who coined it is not too important; it makes a crucial point regardless. Anyone who has written an essay in school or university (and hasn’t loathed the subject) and had to contend with a word or page limit knows the feeling. It is hard to get your point, your image, your message across in a shorter number of words.",
		"citation-key": "fordDefenceShortGames2016",
		"container-title": "Goomba Stomp",
		"language": "en",
		"license": "All rights reserved",
		"title": "In defence of short games",
		"URL": "https://web.archive.org/web/20220929185906/https://goombastomp.com/defence-short-games/",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2019",
					4,
					9
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					9,
					5
				]
			]
		}
	},
	{
		"id": "fordGodsMachineGodhood2016",
		"type": "thesis",
		"abstract": "This dissertation aims to situate moral play under a structure of godhood. This comprise two distinct but intertwining elements: the player-as-god and diegetic gods. The player-as-god is a concept I will outline that describes the player-avatar relationship as a dualistic notion that encompasses the avatar as a distinct, diegetic character, and the player as a controlling being who transcends the gameworld. The two collide in player-avatar relationships to create a ‘fantasy self’, as Katherine Isbister terms, that is neither solely player nor avatar. The player-as-god, as both transcendental but simultaneously native to the gameworld, must forge new moral and social frameworks according to the different ontological and cosmological fundamentals of the created gameworld. These frameworks, I will argue, are predicated on higher diegetic powers that guide and inform the player-as-god. I will examine this topic through four case studies. In <i>Grand Theft Auto V</i>, I will illustrate the player-as-god as part of a player-avatar relationship that involves a pre-characterised avatar, in the form of <i>GTA V</i>'s playable protagonists. In <i>The Elder Scrolls V: Skyrim</i>, I will analyse a more ‘blank slate’ avatar in the player-avatar relationship, and consider how the player-as-god is directed by diegetic gameworld gods and higher powers. In <i>Diablo III</i>, I will explore the highly intertextual nature of its moral framework, as it borrows extensively from Judeo-Christian tradition. Finally, in <i>Dark Souls</i> I will add a moral dimension to Daniel Vella’s notion of the ludic sublime, examine how moral futility is instituted in the game’s lore and mechanics.",
		"citation-key": "fordGodsMachineGodhood2016",
		"genre": "Master's thesis",
		"language": "en",
		"license": "All rights reserved",
		"number-of-pages": "80",
		"publisher": "University of Exeter",
		"publisher-place": "Exeter, England",
		"source": "DataCite",
		"title": "Gods from the machine: godhood and morality in roleplaying videogames",
		"title-short": "Gods from the machine",
		"URL": "http://rgdoi.net/10.13140/RG.2.2.29690.75206",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2018",
					12,
					12
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					8
				]
			]
		}
	},
	{
		"id": "fordMythsStoriesModels2025",
		"type": "article-journal",
		"abstract": "While myths tend to be understood as a genre of narrative, I argue that it is more useful to understand myths as models for knowing the world and things in it. In doing so, we can also use myth as a way to understand gameworlds. Games both make use of existing ‘real-world’ myths as well as ‘emulating’ the process in the creation of fictional worlds that we can play within. Understanding games and myths as models allows us to put them together to better analyse how players inhabit and behave within games, and how they interpret them, both with reference to the gameworld itself as a self-contained ‘universe’ as well as with reference to the real-world influences that the developers are undeniably influenced by.",
		"citation-key": "fordMythsStoriesModels2025",
		"container-title": "Catalan Journal of Communication & Cultural Studies",
		"DOI": "10.1386/cjcs_00130_7",
		"ISSN": "1757-1898, 1757-1901",
		"issue": "2",
		"journalAbbreviation": "CJCS",
		"language": "en",
		"page": "285-291",
		"source": "DOI.org (Crossref)",
		"title": "On myths, stories, models and games",
		"URL": "https://intellectdiscover.com/content/journals/10.1386/cjcs_00130_7",
		"volume": "17",
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					11,
					13
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					10,
					1
				]
			]
		}
	},
	{
		"id": "fassoneFictionalFakeNonexistent2025",
		"type": "speech",
		"abstract": "Some games were never meant to be played. So far, these have mostly been looked at as fictional games, but this workshop broadens the scope to include similar kinds of games: fake, nonexistent, nonactual, imaginary, impossible, and unplayable games. Though these categories overlap, they also have meaningful differences worth exploring. This discussion-based workshop will feature plenary discussions of key concepts and split participants in small groups to examine themes like the boundaries of the concepts of 'games' and 'play,' the significance of fictional games in the real world, and their place in game studies. The purpose is to establish links between the burgeoning study of fictional games and other fields and sites of enquiry, such as media studies, narratology, philosophy of fiction and imagination, literary theory, and speculative design. Additionally, we will explore potential next steps, including the possibility of an edited volume to which participants will be invited to contribute.",
		"citation-key": "fassoneFictionalFakeNonexistent2025",
		"event-place": "Valletta, Malta",
		"event-title": "DiGRA International Conference 2025: Games at the Crossroads",
		"genre": "Workshop",
		"language": "en",
		"title": "Fictional, fake, nonexistent, nonactual, imaginary, impossible and unplayable games",
		"URL": "https://digraconference2025.org/downloads/workshop_calls/Call%20for%20Participants_%20Fictional,%20Fake,%20Nonexistent,%20Nonactual,%20Imaginary,%20Impossible%20and%20Unplayable%20Games.pdf",
		"author": [
			{
				"family": "Fassone",
				"given": "Riccardo"
			},
			{
				"family": "Ford",
				"given": "Dom"
			},
			{
				"family": "Van de Mosselaer",
				"given": "Nele"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					12,
					20
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					6,
					30
				]
			]
		}
	},
	{
		"id": "fordScholarsCodexAcademia2026",
		"type": "book",
		"abstract": "In Scholar’s Codex, academics from around the world have come together to explore the themes, lore and ruined majesty of classics like Bloodborne, Dark Souls and Elden Ring. These are games that are defined by their depth and mystery. The result is a book that’s engaging and accessible to readers outside of academia, while travelling straight to the heart of the richest imaginative territory in all of video games.",
		"citation-key": "fordScholarsCodexAcademia2026",
		"ISBN": "978-1-916740-27-3",
		"language": "en",
		"number-of-pages": "304",
		"publisher": "Tune & Fairweather",
		"publisher-place": "Dublin, Ireland",
		"title": "Scholar's codex: academia explores the games of FromSoftware",
		"title-short": "Scholar's codex",
		"URL": "https://www.tuneandfairweather.com/products/scholars-codex",
		"editor": [
			{
				"family": "Ford",
				"given": "Dom"
			},
			{
				"family": "Gualeni",
				"given": "Stefano"
			},
			{
				"family": "Van de Mosselaer",
				"given": "Nele"
			},
			{
				"family": "Vella",
				"given": "Daniel"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2026",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2026"
				]
			]
		}
	},
	{
		"id": "fordCurseKnowledgeIntroduction2026",
		"type": "chapter",
		"abstract": "We introduce the book and its aims, and cover the main themes.",
		"citation-key": "fordCurseKnowledgeIntroduction2026",
		"container-title": "Scholar’s codex: Academia explores the games of FromSoftware",
		"ISBN": "978-1-916740-27-3",
		"language": "en",
		"page": "8-17",
		"publisher": "Tune & Fairweather",
		"publisher-place": "Dublin, Ireland",
		"title": "The curse of knowledge: an introduction",
		"title-short": "The curse of knowledge",
		"editor": [
			{
				"family": "Ford",
				"given": "Dom"
			},
			{
				"family": "Gualeni",
				"given": "Stefano"
			},
			{
				"family": "Van de Mosselaer",
				"given": "Nele"
			},
			{
				"family": "Vella",
				"given": "Daniel"
			}
		],
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			},
			{
				"family": "Gualeni",
				"given": "Stefano"
			},
			{
				"family": "Van de Mosselaer",
				"given": "Nele"
			},
			{
				"family": "Vella",
				"given": "Daniel"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2026"
				]
			]
		}
	},
	{
		"id": "fordFiresSpeculationBramd2026",
		"type": "chapter",
		"abstract": "My chapter on the item Bramd from <i>Demon's Souls</i>, which I use to talk about cut content, folkloric storytelling and how lore becomes canon.",
		"citation-key": "fordFiresSpeculationBramd2026",
		"container-title": "Scholar’s codex: Academia explores the games of FromSoftware",
		"ISBN": "978-1-916740-27-3",
		"language": "en",
		"page": "46-59",
		"publisher": "Tune & Fairweather",
		"publisher-place": "Dublin, Ireland",
		"title": "The fires of speculation: Bramd",
		"title-short": "The fires of speculation",
		"editor": [
			{
				"family": "Ford",
				"given": "Dom"
			},
			{
				"family": "Gualeni",
				"given": "Stefano"
			},
			{
				"family": "Van de Mosselaer",
				"given": "Nele"
			},
			{
				"family": "Vella",
				"given": "Daniel"
			}
		],
		"author": [
			{
				"family": "Ford",
				"given": "Dom"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2026"
				]
			]
		}
	}
]